[
    {
        "id": "01",
        "name": "Drawing with Fun",
        "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTMUXZ3YXhWU-woDS4dhluQDw5Eeaj1dGmvIw&usqp=CAU",
        "details": "The authors consider drawing to be one of the best tools to objectify the level of maturity reached by the child in psychomotor, cognitive and emotional areas.  The participants in this study included 84 children with a diagnosis of autism spectrum disorders (ASD), between the 2.58 and 15.00 years old.  Each individual completed a drawing exercise which was evaluated by an expert team of professionals to determine the drawing stage after establishing a scale ranging from the presence of the disordered scribbling to the presence of the body schema.  Different parameters were observed including: the attitude of the child, how that activity was accepted, eye contact during the action, use of color, prehension of the instrument, presence of interaction with the examiner during the activity, duration of the drawing and the attentive level, use of the space in the sheet, form and the order of the elements that constitute the drawing, line, shape, proportion and erasures and finally the child's posture while drawing.  These parameters were used to create a 5 point scale:",
        "enrolled": "20034+",
        "price": "500"
    },
    {
        "id": "02",
        "name": "Singing with ASD",
        "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcS-fQUFsS0PMvF6mx-h3iWrDhfOsrRbPMCDfg&usqp=CAU",
        "details": "Music therapy has been used in conjunction with other therapies for many disorders, including Autism Spectrum Disorders (ASD). Plus, singing in a group will help with social skills.As it turns out, music therapy is a great fit for ASD children because it's non-verbal (and non-threatening). It improves the youngster's ability to be successful at things that are more social, such as tossing a ball to music or using sticks or cymbals to help the child modulate his or her interpretation of sound. Also, therapists can use the child's preferred music as a reward or as a way to soothe him or her.Music therapy helps kids with High-Functioning Autism and Asperger's to speak better as well. They tend to be able to learn words and to hold onto those words longer when music is associated with the learning of the words. Also, when taught to both autistic children and non-autistic (i.e., neurotypical) children at the same time, music therapy is a great way to integrate ASD children into the social aspect of being around other kids. Few adjustments need to be made to the music class, and the autistic kids can mimic the behavior of neurotypical ones.Interestingly, in many situations, it's been found that young people on the spectrum can exhibit great musical ability. Some have perfect pitch while others learn to play musical instruments and can be competitive with other children in their musical abilities. This is probably one of the best reasons that moms and dads should have their ASD child in music class. They may have abilities beyond that which a parent can know that can improve the youngster's self-esteem greatly. In addition, some children with High-Functioning Autism and Asperger's are fairly quiet, non-talkative individuals - but can communicate very well through their singing voice. This can be a great help to the child who needs to communicate somehow with parents and teachers. Kids on the autism spectrum can learn meaningful responses when incorporated into a song. Music therapy is one of the most advantageous types of therapy a child on the spectrum can have. From improved communication to improved socialization, many aspects of the child's life can be maximized.",
        "enrolled": "5890+",
        "price": "700"
    },
    {
        "id": "03",
        "name": "Learning With Games",
        "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSYjwQv961RJ60mpmqCD_V2QWg9Qnohz-XiS3QSBBhF3IU2Mzw4L0fS15KBZrppy9jzpOk&usqp=CAU",
        "details": "Play is often described as the “work” of childhood, where children can make friendships, learn social skills, come to understand expected group behavior, consequences, turn taking, and cooperation, not to mention have some fun! Children with autism spectrum disorder (ASD) can reap these same benefits by playing games with other kids, though many do not naturally gain the aforementioned skills simply by being exposed to games or other play objects, as might their non-disabled peers. As with many concepts, games and their component skills may need to be explicitly taught, supported, and adaptations made in order for a child with autism to experience success with the activity.While the type of adaptations used for a game will depend on the child's individual needs and the game being played, some general guidelines may be applied to ensure a successful outcome with any social play situation:",
        "enrolled": "140034+",
        "price": "1000"
    },
    {
        "id": "04",
        "name": "Speech and Language Therapy",
        "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRAjcCM6gs5SyJrIf_qNnBimXwCdM_HBZ3ivA&usqp=CAU",
        "details": "Children with autism put forth a unique challenge, including communication problems, for their parents, caregivers, and therapists. Many children on the spectrum don't like interacting with new faces. They don't like being exposed to unknown environments and new situations.Speech therapy exercises for children with autism can continue at home under the supervision of a parent and guidance of an SLP (speech-language pathologist). Either parent can mediate online speech therapy for ASD in the form of interactive exercises and activities within the comfort of their home. Early interventions like autism speech therapy activities and behavior modification exercises can benefit a child on the spectrum. Research shows that some children who receive behavior and speech therapy early in life have higher chances of overcoming the signs and symptoms of autism as adults. Most of these therapy techniques don't involve the parent and child in a clinical setup. These consist of activities, which can be parts of daily interactions, playtime, storytime, lunch, or dinner with the child. Parents can add 5 to 10 minutes of such exercises and activities to their child's daily routine. Remember to keep these  short and engaging for the child. If your child has a speech delay and other signs of autism, you can try numerous speech therapy exercises at home to aid their speech and language development. # Make Animal Noises # Teach Them The Essential Words # Use their Favorite Toys and Snacks # Provide Positive Reinforcement # Present Them With Multiple Choices # Read Short Stories With Your Kid # Use Communication Boards # Teach Them Facial Expressions 9 Teach Them to Ask Questions # Teach Your Child about Sensory Overload.",
        "enrolled": "9854+",
        "price": "900"
    },
    {
        "id": "05",
        "name": "Coding For ASD",
        "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQtyWeCZTI22x9oLr6UZLQYebvmkfN9uNlvCg&usqp=CAU",
        "details": "Can coding benefit autism? If the increased focus on computer science and coding skills in schools gives any sign, it's good for kids in general. But there's something extra that makes learning to code for children with autism even more worthwhile. While there's historically been talk of how technology has wormed its way into every corner of our lives, technology has value when used properly, and it always will.Coding uses sets of tasks and instructions to make computers do their job. All those apps, cool robots, websites and technology we take for granted every day have code behind them. Surprisingly, coding remains a good fit for children with autism because they possess the exact qualities needed to master coding. By allowing them to use the skills they already have, you'll be setting them up for success and with important qualities that they'll need to flourish in their future lives.Here are six reasons why coding, computer science and robots are ideal for kids with autism. 1. Coding Relates to Their Interests and Brings Out Their Creative Side 2. It's a Logical Process 3. It Builds on Spatial Intelligence 4. Coding Teaches Skills They'll Need in the Workplace 5. It Builds Their Interpersonal Skills 6. It Ties Into Real-World Skills",
        "enrolled": "45812+",
        "price": "550"
    },
    {
        "id": "06",
        "name": "Crafting With ASD",
        "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTTqL9eKYG06TObcsn5HIvhotrY6OBQqpCBrw&usqp=CAU",
        "details": "Children diagnosed with autism tend to struggle with sensory stimulation, from the touch, noise, taste, or other sensitivities. Their symptoms usually include difficulty in processing this sensory information from the world around them. If they don't know how to handle it, it can make ordinary interactions and situations quite overwhelming for them to deal with. Eventually, it may affect their daily function and isolate them from other people and the rest of the world. This is why it helps if you engage kids with autism with sensory activities to help them overcome sensory difficulties and improve their daily function.Sensory arts and activities can help children with autism stay regulated, experience various senses in a controlled, calm, and fun way, and connect with other people better. These are seven sensory arts and crafts activities that can help kids with autism. 1. Plastic Baggy Painting 2. Create Personalized T-shirts 3. Latex-gloved Finger Painting 4. Sand Art 5. Water Tub Colors 6. Styrofoam Sculptures 7. Bubble Wrap Painting. These activities with children with autism and help them deal better with sensation overload. Help introduce the fun side of the otherwise overwhelming world to your child by doing these projects.",
        "enrolled": "2980+",
        "price": "920"
    }
]